Repository: avgeek-oss/illustrate
Catalog: Illustrate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: Choose a photoshoot from the sidebar or create a new one to start generating professional product photographs.
de: Wählen Sie in der Seitenleiste ein Fotoshooting aus oder erstellen Sie ein neues, um mit der Erstellung professioneller Produktfotos zu beginnen.
es: Elija una sesión de fotos en la barra lateral o cree una nueva para comenzar a generar fotografías de productos profesionales.
fr: Choisissez une séance photo dans la barre latérale ou créez-en une nouvelle pour commencer à générer des photographies de produits professionnelles.
hi: पेशेवर उत्पाद तस्वीरें बनाना शुरू करने के लिए साइडबार से एक फोटोशूट चुनें या एक नया फोटोशूट बनाएं।
id: Pilih pemotretan dari sidebar atau buat yang baru untuk mulai menghasilkan foto produk profesional.
ja: サイドバーから写真撮影を選択するか、新しい写真を作成してプロ仕様の製品写真の生成を開始します。
ko: 사이드바에서 사진 촬영을 선택하거나 새 사진을 만들어 전문적인 제품 사진 생성을 시작하세요.
pl: Wybierz sesję zdjęciową z paska bocznego lub utwórz nową i zacznij generować profesjonalne zdjęcia produktów.
pt_br: Escolha uma sessão de fotos na barra lateral ou crie uma nova para começar a gerar fotos profissionais de produtos.
tr: Profesyonel ürün fotoğrafları oluşturmaya başlamak için kenar çubuğundan bir fotoğraf çekimi seçin veya yeni bir tane oluşturun.
uk: Виберіть фотосесію на бічній панелі або створіть нову, щоб почати створювати професійні фотографії продуктів.
vi: Chọn ảnh chụp từ thanh bên hoặc tạo ảnh mới để bắt đầu tạo ảnh sản phẩm chuyên nghiệp.
zh_hans: 从侧边栏中选择一张照片或创建一张新照片以开始生成专业的产品照片。
zh_hant: 從側邊欄中選擇一張照片或建立新照片以開始產生專業的產品照片。

source: Choose a playground from the sidebar or create a new one to start generating.
de: Wählen Sie in der Seitenleiste einen Spielplatz aus oder erstellen Sie einen neuen, um mit der Generierung zu beginnen.
es: Elija un área de juegos en la barra lateral o cree uno nuevo para comenzar a generar.
fr: Choisissez un terrain de jeu dans la barre latérale ou créez-en un nouveau pour commencer à générer.
hi: जनरेट करना शुरू करने के लिए साइडबार से एक खेल का मैदान चुनें या एक नया खेल का मैदान बनाएं।
id: Pilih taman bermain dari sidebar atau buat yang baru untuk mulai membuat.
ja: サイドバーからプレイグラウンドを選択するか、新しいプレイグラウンドを作成して生成を開始します。
ko: 사이드바에서 플레이그라운드를 선택하거나 새 플레이그라운드를 만들어 생성을 시작하세요.
pl: Wybierz plac zabaw z paska bocznego lub utwórz nowy, aby rozpocząć generowanie.
pt_br: Escolha um playground na barra lateral ou crie um novo para começar a gerar.
tr: Kenar çubuğundan bir oyun alanı seçin veya oluşturmaya başlamak için yeni bir oyun alanı oluşturun.
uk: Виберіть ігровий майданчик на бічній панелі або створіть новий, щоб почати генерувати.
vi: Chọn một sân chơi từ thanh bên hoặc tạo một sân chơi mới để bắt đầu tạo.
zh_hans: 从侧边栏中选择一个游乐场或创建一个新游乐场以开始生成。
zh_hant: 從側邊欄中選擇一個遊樂場或建立一個新遊樂場以開始生成。

source: Choose a provider and model below to start creating.
de: Wählen Sie unten einen Anbieter und ein Modell aus, um mit der Erstellung zu beginnen.
es: Elija un proveedor y modelo a continuación para comenzar a crear.
fr: Choisissez un fournisseur et un modèle ci-dessous pour commencer à créer.
hi: निर्माण शुरू करने के लिए नीचे एक प्रदाता और मॉडल चुनें।
id: Pilih penyedia dan model di bawah untuk mulai membuat.
ja: 作成を開始するには、以下のプロバイダーとモデルを選択してください。
ko: 생성을 시작하려면 아래에서 제공업체와 모델을 선택하세요.
pl: Wybierz dostawcę i model poniżej, aby rozpocząć tworzenie.
pt_br: Escolha um fornecedor e modelo abaixo para começar a criar.
tr: Oluşturmaya başlamak için aşağıdan bir sağlayıcı ve model seçin.
uk: Виберіть постачальника та модель нижче, щоб розпочати створення.
vi: Chọn nhà cung cấp và mô hình bên dưới để bắt đầu tạo.
zh_hans: 选择下面的提供商和模型以开始创建。
zh_hant: 選擇下面的提供者和模型以開始建立。

source: Choose a session from the list or create a new one to start bulk editing.
de: Wählen Sie eine Sitzung aus der Liste aus oder erstellen Sie eine neue, um mit der Massenbearbeitung zu beginnen.
es: Elija una sesión de la lista o cree una nueva para comenzar la edición masiva.
fr: Choisissez une session dans la liste ou créez-en une nouvelle pour lancer la modification groupée.
hi: थोक संपादन शुरू करने के लिए सूची से एक सत्र चुनें या एक नया सत्र बनाएं।
id: Pilih sesi dari daftar atau buat sesi baru untuk memulai pengeditan massal.
ja: リストからセッションを選択するか、新しいセッションを作成して一括編集を開始します。
ko: 목록에서 세션을 선택하거나 새 세션을 만들어 대량 편집을 시작하세요.
pl: Wybierz sesję z listy lub utwórz nową, aby rozpocząć edycję zbiorczą.
pt_br: Escolha uma sessão na lista ou crie uma nova para iniciar a edição em massa.
tr: Toplu düzenlemeye başlamak için listeden bir oturum seçin veya yeni bir oturum oluşturun.
uk: Виберіть сеанс зі списку або створіть новий, щоб почати масове редагування.
vi: Chọn một phiên từ danh sách hoặc tạo một phiên mới để bắt đầu chỉnh sửa hàng loạt.
zh_hans: 从列表中选择一个会话或创建一个新会话以开始批量编辑。
zh_hant: 從清單中選擇一個會話或建立新會話以開始批次編輯。

source: Choose a session from the sidebar or create a new one to start bulk editing.
de: Wählen Sie in der Seitenleiste eine Sitzung aus oder erstellen Sie eine neue, um mit der Massenbearbeitung zu beginnen.
es: Elija una sesión de la barra lateral o cree una nueva para comenzar la edición masiva.
fr: Choisissez une session dans la barre latérale ou créez-en une nouvelle pour lancer la modification groupée.
hi: बल्क संपादन शुरू करने के लिए साइडबार से एक सत्र चुनें या एक नया सत्र बनाएं।
id: Pilih sesi dari bar samping atau buat sesi baru untuk memulai pengeditan massal.
ja: サイドバーからセッションを選択するか、新しいセッションを作成して一括編集を開始します。
ko: 사이드바에서 세션을 선택하거나 새 세션을 만들어 대량 편집을 시작하세요.
pl: Wybierz sesję z paska bocznego lub utwórz nową, aby rozpocząć edycję zbiorczą.
pt_br: Escolha uma sessão na barra lateral ou crie uma nova para iniciar a edição em massa.
tr: Toplu düzenlemeye başlamak için kenar çubuğundan bir oturum seçin veya yeni bir oturum oluşturun.
uk: Виберіть сеанс на бічній панелі або створіть новий, щоб почати масове редагування.
vi: Chọn một phiên từ thanh bên hoặc tạo một phiên mới để bắt đầu chỉnh sửa hàng loạt.
zh_hans: 从侧边栏中选择一个会话或创建一个新会话以开始批量编辑。
zh_hant: 從側邊欄中選擇一個會話或建立新會話以開始批次編輯。

source: Choose a session from the sidebar or create a new one to start bulk generation.
de: Wählen Sie in der Seitenleiste eine Sitzung aus oder erstellen Sie eine neue, um mit der Massengenerierung zu beginnen.
es: Elija una sesión de la barra lateral o cree una nueva para iniciar la generación masiva.
fr: Choisissez une session dans la barre latérale ou créez-en une nouvelle pour démarrer la génération groupée.
hi: बल्क जेनरेशन शुरू करने के लिए साइडबार से एक सत्र चुनें या एक नया सत्र बनाएं।
id: Pilih sesi dari sidebar atau buat sesi baru untuk memulai pembuatan massal.
ja: サイドバーからセッションを選択するか、新しいセッションを作成して一括生成を開始します。
ko: 사이드바에서 세션을 선택하거나 새 세션을 만들어 대량 생성을 시작하세요.
pl: Wybierz sesję z paska bocznego lub utwórz nową, aby rozpocząć generowanie zbiorcze.
pt_br: Escolha uma sessão na barra lateral ou crie uma nova para iniciar a geração em massa.
tr: Toplu oluşturmaya başlamak için kenar çubuğundan bir oturum seçin veya yeni bir oturum oluşturun.
uk: Виберіть сеанс на бічній панелі або створіть новий, щоб розпочати групову генерацію.
vi: Chọn một phiên từ thanh bên hoặc tạo một phiên mới để bắt đầu tạo hàng loạt.
zh_hans: 从侧边栏中选择一个会话或创建一个新会话以开始批量生成。
zh_hant: 從側邊欄中選擇一個會話或建立新會話以開始批次生成。

source: Choose a session from the sidebar or create a new one to start editing.
de: Wählen Sie in der Seitenleiste eine Sitzung aus oder erstellen Sie eine neue, um mit der Bearbeitung zu beginnen.
es: Elija una sesión de la barra lateral o cree una nueva para comenzar a editar.
fr: Choisissez une session dans la barre latérale ou créez-en une nouvelle pour commencer l'édition.
hi: संपादन शुरू करने के लिए साइडबार से एक सत्र चुनें या एक नया सत्र बनाएं।
id: Pilih sesi dari sidebar atau buat sesi baru untuk mulai mengedit.
ja: サイドバーからセッションを選択するか、新しいセッションを作成して編集を開始します。
ko: 사이드바에서 세션을 선택하거나 새 세션을 만들어 편집을 시작하세요.
pl: Wybierz sesję z paska bocznego lub utwórz nową, aby rozpocząć edycję.
pt_br: Escolha uma sessão na barra lateral ou crie uma nova para começar a editar.
tr: Kenar çubuğundan bir oturum seçin veya düzenlemeye başlamak için yeni bir oturum oluşturun.
uk: Щоб почати редагування, виберіть сеанс на бічній панелі або створіть новий.
vi: Chọn một phiên từ thanh bên hoặc tạo một phiên mới để bắt đầu chỉnh sửa.
zh_hans: 从侧边栏中选择一个会话或创建一个新会话以开始编辑。
zh_hant: 從側邊欄中選擇一個會話或建立新會話以開始編輯。

source: Choose a storyboard from the sidebar or create a new one to start building multi-scene movies.
de: Wählen Sie in der Seitenleiste ein Storyboard aus oder erstellen Sie ein neues, um mit der Erstellung von Filmen mit mehreren Szenen zu beginnen.
es: Elija un guión gráfico de la barra lateral o cree uno nuevo para comenzar a crear películas de múltiples escenas.
fr: Choisissez un storyboard dans la barre latérale ou créez-en un nouveau pour commencer à créer des films multi-scènes.
hi: मल्टी-सीन फिल्मों का निर्माण शुरू करने के लिए साइडबार से एक स्टोरीबोर्ड चुनें या एक नया बनाएं।
id: Pilih storyboard dari sidebar atau buat yang baru untuk mulai membuat film multi-adegan.
ja: サイドバーからストーリーボードを選択するか、新しいストーリーボードを作成して、マルチシーン ムービーの作成を開始します。
ko: 사이드바에서 스토리보드를 선택하거나 새 스토리보드를 만들어 다중 장면 영화 제작을 시작하세요.
pl: Wybierz scenorys z paska bocznego lub utwórz nowy, aby rozpocząć tworzenie filmów składających się z wielu scen.
pt_br: Escolha um storyboard na barra lateral ou crie um novo para começar a criar filmes com várias cenas.
tr: Çok sahneli filmler oluşturmaya başlamak için kenar çubuğundan bir storyboard seçin veya yeni bir tane oluşturun.
uk: Виберіть розкадровку на бічній панелі або створіть нову, щоб почати створювати багатосценні фільми.
vi: Chọn bảng phân cảnh từ thanh bên hoặc tạo bảng phân cảnh mới để bắt đầu xây dựng phim nhiều cảnh.
zh_hans: 从侧边栏中选择一个故事板或创建一个新的故事板以开始构建多场景电影。
zh_hant: 從側邊欄中選擇一個故事板或建立新的故事板以開始建立多場景電影。

source: Choose a thread from the sidebar or create a new one to start chatting.
de: Wählen Sie in der Seitenleiste einen Thread aus oder erstellen Sie einen neuen, um mit dem Chatten zu beginnen.
es: Elija un hilo de la barra lateral o cree uno nuevo para comenzar a chatear.
fr: Choisissez un fil de discussion dans la barre latérale ou créez-en un nouveau pour commencer à discuter.
hi: चैटिंग शुरू करने के लिए साइडबार से एक थ्रेड चुनें या एक नया थ्रेड बनाएं।
id: Pilih topik dari sidebar atau buat topik baru untuk mulai mengobrol.
ja: サイドバーからスレッドを選択するか、新しいスレッドを作成してチャットを開始します。
ko: 사이드바에서 스레드를 선택하거나 새 스레드를 만들어 채팅을 시작하세요.
pl: Wybierz wątek z paska bocznego lub utwórz nowy, aby rozpocząć rozmowę.
pt_br: Escolha um tópico na barra lateral ou crie um novo para começar a conversar.
tr: Sohbete başlamak için kenar çubuğundan bir konu seçin veya yeni bir konu oluşturun.
uk: Виберіть ланцюжок на бічній панелі або створіть новий, щоб розпочати спілкування.
vi: Chọn một chủ đề từ thanh bên hoặc tạo một chủ đề mới để bắt đầu trò chuyện.
zh_hans: 从侧边栏中选择一个话题或创建一个新话题以开始聊天。
zh_hant: 從側邊欄中選擇一個主題或建立新主題以開始聊天。

source: Choose an agent from the sidebar or create a new one to start working on the canvas.
de: Wählen Sie in der Seitenleiste einen Agenten aus oder erstellen Sie einen neuen, um mit der Arbeit auf der Leinwand zu beginnen.
es: Elija un agente de la barra lateral o cree uno nuevo para comenzar a trabajar en el lienzo.
fr: Choisissez un agent dans la barre latérale ou créez-en un nouveau pour commencer à travailler sur le canevas.
hi: कैनवास पर काम शुरू करने के लिए साइडबार से एक एजेंट चुनें या एक नया एजेंट बनाएं।
id: Pilih agen dari bar samping atau buat agen baru untuk mulai mengerjakan kanvas.
ja: サイドバーからエージェントを選択するか、新しいエージェントを作成して、キャンバスでの作業を開始します。
ko: 사이드바에서 에이전트를 선택하거나 새 에이전트를 만들어 캔버스에서 작업을 시작하세요.
pl: Wybierz agenta z paska bocznego lub utwórz nowego, aby rozpocząć pracę na płótnie.
pt_br: Escolha um agente na barra lateral ou crie um novo para começar a trabalhar na tela.
tr: Kenar çubuğundan bir aracı seçin veya tuval üzerinde çalışmaya başlamak için yeni bir tane oluşturun.
uk: Виберіть агента на бічній панелі або створіть нового, щоб почати працювати над полотном.
vi: Chọn một tác nhân từ thanh bên hoặc tạo một tác nhân mới để bắt đầu làm việc trên canvas.
zh_hans: 从侧栏中选择一个代理或创建一个新代理以开始在画布上工作。
zh_hant: 從側欄中選擇一個代理或建立一個新代理以開始在畫布上工作。

source: Clear All
de: Alles löschen
es: Borrar todo
fr: Tout effacer
hi: सभी साफ़ करें
id: Hapus Semua
ja: すべてクリア
ko: 모두 지우기
pl: Wyczyść wszystko
pt_br: Limpar tudo
tr: Tümünü Temizle
uk: Очистити все
vi: Xóa tất cả
zh_hans: 全部清除
zh_hant: 全部清除

source: Clear Mask
de: Klare Maske
es: Máscara clara
fr: Masque clair
hi: साफ़ मुखौटा
id: Hapus Masker
ja: クリアマスク
ko: 클리어 마스크
pl: Wyczyść maskę
pt_br: Máscara transparente
tr: Maskeyi Temizle
uk: Прозора маска
vi: Mặt nạ trong suốt
zh_hans: 透明面膜
zh_hant: 透明面膜

source: Clear Project Data
de: Projektdaten löschen
es: Borrar datos del proyecto
fr: Effacer les données du projet
hi: प्रोजेक्ट डेटा साफ़ करें
id: Hapus Data Proyek
ja: プロジェクトデータのクリア
ko: 프로젝트 데이터 지우기
pl: Wyczyść dane projektu
pt_br: Limpar dados do projeto
tr: Proje Verilerini Temizle
uk: Очистити дані проекту
vi: Xóa dữ liệu dự án
zh_hans: 清除项目数据
zh_hant: 清除項目數據

source: Clear Selection
de: Auswahl löschen
es: Borrar selección
fr: Effacer la sélection
hi: स्पष्ट चयन
id: Hapus Pilihan
ja: 選択をクリア
ko: 선택 지우기
pl: Wyczyść wybór
pt_br: Limpar seleção
tr: Seçimi Temizle
uk: Очистити вибір
vi: Xóa lựa chọn
zh_hans: 清除选择
zh_hant: 清除選擇

source: Clear your Illustrate iCloud storage
de: Löschen Sie Ihren Illustrate iCloud-Speicher
es: Borra tu almacenamiento de iCloud de Illustrate
fr: Effacez votre stockage Illustrate iCloud
hi: अपना इलस्ट्रेट आईक्लाउड स्टोरेज साफ़ करें
id: Hapus penyimpanan Illustrate iCloud Anda
ja: Illustrate の iCloud ストレージをクリアする
ko: Illustrator iCloud 저장 공간 지우기
pl: Wyczyść miejsce w iCloud Illustrate
pt_br: Limpe o armazenamento do Illustrate iCloud
tr: Illustrate iCloud depolama alanınızı temizleyin
uk: Очистіть сховище Illustrate iCloud
vi: Xóa bộ nhớ iCloud Illustrator của bạn
zh_hans: 清除您的 Illustrate iCloud 存储空间
zh_hant: 清除您的 Illustrate iCloud 儲存空間

source: Click on a scene in the timeline to preview it.
de: Klicken Sie auf eine Szene in der Timeline, um eine Vorschau anzuzeigen.
es: Haga clic en una escena en la línea de tiempo para obtener una vista previa.
fr: Cliquez sur une scène dans la timeline pour la prévisualiser.
hi: इसका पूर्वावलोकन करने के लिए टाइमलाइन में किसी दृश्य पर क्लिक करें।
id: Klik pada adegan di timeline untuk mempratinjaunya.
ja: タイムライン内のシーンをクリックしてプレビューします。
ko: 타임라인에서 장면을 클릭하면 미리 볼 수 있습니다.
pl: Kliknij scenę na osi czasu, aby wyświetlić jej podgląd.
pt_br: Clique em uma cena na linha do tempo para visualizá-la.
tr: Önizlemek için zaman çizelgesindeki bir sahneye tıklayın.
uk: Натисніть сцену на часовій шкалі, щоб переглянути її.
vi: Nhấp vào một cảnh trong dòng thời gian để xem trước cảnh đó.
zh_hans: 单击时间线中的场景进行预览。
zh_hant: 點擊時間軸中的場景進行預覽。

source: Click or drop image
de: Klicken Sie auf das Bild oder legen Sie es ab
es: Haga clic o suelte la imagen
fr: Cliquez ou déposez l'image
hi: छवि पर क्लिक करें या छोड़ें
id: Klik atau jatuhkan gambar
ja: 画像をクリックまたはドロップします
ko: 이미지를 클릭하거나 드롭하세요.
pl: Kliknij lub upuść obraz
pt_br: Clique ou solte a imagem
tr: Resme tıklayın veya bırakın
uk: Натисніть або опустіть зображення
vi: Nhấp hoặc thả hình ảnh
zh_hans: 单击或放置图像
zh_hant: 點擊或放置圖像

source: Click or drop images
de: Klicken Sie auf Bilder oder legen Sie sie ab
es: Haga clic o suelte imágenes
fr: Cliquez ou déposez des images
hi: छवियों पर क्लिक करें या छोड़ें
id: Klik atau jatuhkan gambar
ja: 画像をクリックまたはドロップします
ko: 이미지를 클릭하거나 드롭하세요.
pl: Kliknij lub upuść obrazy
pt_br: Clique ou solte as imagens
tr: Görselleri tıklayın veya bırakın
uk: Натисніть або опустіть зображення
vi: Nhấp hoặc thả hình ảnh
zh_hans: 单击或放置图像
zh_hant: 點擊或放置圖像

source: Close
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Fechar
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Color Style
de: Farbstil
es: Estilo de color
fr: Style de couleur
hi: रंग शैली
id: Gaya Warna
ja: カラースタイル
ko: 색상 스타일
pl: Styl kolorów
pt_br: Estilo de cor
tr: Renk Stili
uk: Стиль кольору
vi: Phong cách màu sắc
zh_hans: 颜色款式
zh_hant: 顏色款式

source: Colors
de: Farben
es: Colores
fr: Couleurs
hi: रंग
id: Warna
ja: 色
ko: 색상
pl: Kolory
pt_br: Cores
tr: Renkler
uk: Кольори
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

source: Combine to Video
de: Zu Video kombinieren
es: Combinar con vídeo
fr: Combiner avec la vidéo
hi: वीडियो में संयोजित करें
id: Gabungkan ke Video
ja: ビデオに結合
ko: 비디오로 결합
pl: Połącz z wideo
pt_br: Combinar com vídeo
tr: Videoyla Birleştir
uk: Об’єднати у відео
vi: Kết hợp thành video
zh_hans: 合并到视频
zh_hant: 合併到視頻

source: Coming soon...
de: Demnächst erhältlich...
es: Próximamente...
fr: Bientôt...
hi: जल्द आ रहा है...
id: Segera hadir...
ja: もうすぐ...
ko: 곧 출시됩니다...
pl: Już wkrótce...
pt_br: Em breve...
tr: Yakında...
uk: Незабаром...
vi: Sắp có...
zh_hans: 即将推出...
zh_hant: 即將推出...

source: Common Prompt
de: Gemeinsame Eingabeaufforderung
es: Aviso común
fr: Invite commune
hi: सामान्य संकेत
id: Perintah Umum
ja: 共通プロンプト
ko: 공통 프롬프트
pl: Wspólny monit
pt_br: Prompt Comum
tr: Ortak İstem
uk: Загальний запит
vi: Lời nhắc chung
zh_hans: 常用提示符
zh_hant: 常用提示符

source: Common Prompt (applied as suffix)
de: Allgemeine Eingabeaufforderung (als Suffix angewendet)
es: Mensaje común (aplicado como sufijo)
fr: Invite commune (appliquée comme suffixe)
hi: सामान्य संकेत (प्रत्यय के रूप में लागू)
id: Prompt Umum (diterapkan sebagai akhiran)
ja: 共通プロンプト (サフィックスとして適用)
ko: 공통 프롬프트(접미사로 적용)
pl: Wspólny monit (stosowany jako przyrostek)
pt_br: Prompt Comum (aplicado como sufixo)
tr: Ortak İstem (son ek olarak uygulanır)
uk: Загальний запит (застосовується як суфікс)
vi: Lời nhắc chung (áp dụng làm hậu tố)
zh_hans: 通用提示（作为后缀应用）
zh_hant: 通用提示（作為後綴應用）

source: Common brand themes and reference images.
de: Gemeinsame Markenthemen und Referenzbilder.
es: Temas de marca comunes e imágenes de referencia.
fr: Thèmes de marque courants et images de référence.
hi: सामान्य ब्रांड थीम और संदर्भ छवियां।
id: Tema merek umum dan gambar referensi.
ja: ブランド共通のテーマと参考画像。
ko: 일반적인 브랜드 테마 및 참조 이미지.
pl: Wspólne motywy marki i obrazy referencyjne.
pt_br: Temas de marca comuns e imagens de referência.
tr: Ortak marka temaları ve referans görselleri.
uk: Загальні теми бренду та еталонні зображення.
vi: Chủ đề thương hiệu phổ biến và hình ảnh tham khảo.
zh_hans: 常见的品牌主题和参考图像。
zh_hant: 常見的品牌主題和參考圖像。

source: Compare
de: Vergleichen
es: Comparar
fr: Comparez
hi: तुलना करें
id: Bandingkan
ja: 比較する
ko: 비교
pl: Porównaj
pt_br: Comparar
tr: Karşılaştır
uk: Порівняйте
vi: So sánh
zh_hans: 比较
zh_hant: 比較

source: Compare with Source
de: Vergleichen Sie mit der Quelle
es: Comparar con la fuente
fr: Comparer avec la source
hi: स्रोत से तुलना करें
id: Bandingkan dengan Sumber
ja: ソースと比較する
ko: 소스와 비교
pl: Porównaj ze Źródłem
pt_br: Compare com a fonte
tr: Kaynakla Karşılaştır
uk: Порівняйте з Джерелом
vi: So sánh với Nguồn
zh_hans: 与源比较
zh_hant: 與來源比較

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
hi: पूरा हुआ
id: Selesai
ja: 完了
ko: 완료됨
pl: Ukończono
pt_br: Concluído
tr: Tamamlandı
uk: Виконано
vi: Đã hoàn thành
zh_hans: 已完成
zh_hant: 已完成

source: Concurrency
de: Parallelität
es: concurrencia
fr: Concurrence
hi: समवर्ती
id: Konkurensi
ja: 同時実行性
ko: 동시성
pl: Współbieżność
pt_br: Simultaneidade
tr: Eşzamanlılık
uk: Паралелізм
vi: Đồng thời
zh_hans: 并发性
zh_hant: 並發性

source: Configure Session
de: Sitzung konfigurieren
es: Configurar sesión
fr: Configurer la session
hi: सत्र कॉन्फ़िगर करें
id: Konfigurasikan Sesi
ja: セッションの構成
ko: 세션 구성
pl: Skonfiguruj sesję
pt_br: Configurar sessão
tr: Oturumu Yapılandır
uk: Налаштувати сеанс
vi: Định cấu hình phiên
zh_hans: 配置会话
zh_hant: 配置會話

source: Configure a provider with frame-based video models
de: Konfigurieren Sie einen Anbieter mit Frame-basierten Videomodellen
es: Configurar un proveedor con modelos de vídeo basados en fotogramas
fr: Configurer un fournisseur avec des modèles vidéo basés sur des images
hi: फ़्रेम-आधारित वीडियो मॉडल वाले प्रदाता को कॉन्फ़िगर करें
id: Konfigurasikan penyedia dengan model video berbasis bingkai
ja: フレームベースのビデオモデルを使用してプロバイダーを構成する
ko: 프레임 기반 비디오 모델로 공급자 구성
pl: Skonfiguruj dostawcę z modelami wideo opartymi na klatkach
pt_br: Configurar um provedor com modelos de vídeo baseados em quadros
tr: Çerçeve tabanlı video modelleriyle bir sağlayıcıyı yapılandırma
uk: Налаштуйте постачальника з моделями відео на основі кадрів
vi: Định cấu hình nhà cung cấp với các mô hình video dựa trên khung
zh_hans: 使用基于帧的视频模型配置提供商
zh_hant: 使用基於幀的視訊模型配置供應商

source: Configure a provider with models that support reference images and standard aspect ratios.
de: Konfigurieren Sie einen Anbieter mit Modellen, die Referenzbilder und Standardseitenverhältnisse unterstützen.
es: Configure un proveedor con modelos que admitan imágenes de referencia y relaciones de aspecto estándar.
fr: Configurez un fournisseur avec des modèles prenant en charge les images de référence et les proportions standard.
hi: एक प्रदाता को उन मॉडलों के साथ कॉन्फ़िगर करें जो संदर्भ छवियों और मानक पहलू अनुपात का समर्थन करते हैं।
id: Konfigurasikan penyedia dengan model yang mendukung gambar referensi dan rasio aspek standar.
ja: 参照画像と標準のアスペクト比をサポートするモデルを使用してプロバイダーを構成します。
ko: 참조 이미지와 표준 종횡비를 지원하는 모델로 공급자를 구성합니다.
pl: Skonfiguruj dostawcę z modelami obsługującymi obrazy referencyjne i standardowe współczynniki proporcji.
pt_br: Configure um provedor com modelos que suportem imagens de referência e proporções padrão.
tr: Referans görsellerini ve standart en boy oranlarını destekleyen modellerle bir sağlayıcı yapılandırın.
uk: Налаштуйте постачальника з моделями, які підтримують еталонні зображення та стандартні пропорції.
vi: Định cấu hình nhà cung cấp với các mô hình hỗ trợ hình ảnh tham chiếu và tỷ lệ khung hình tiêu chuẩn.
zh_hans: 使用支持参考图像和标准纵横比的模型配置提供程序。
zh_hant: 使用支援參考影像和標準縱橫比的模型配置提供者。

source: Configure a provider with video extend models (Veo, Sora)
de: Konfigurieren Sie einen Anbieter mit Video-Extend-Modellen (Veo, Sora)
es: Configurar un proveedor con modelos de extensión de vídeo (Veo, Sora)
fr: Configurer un fournisseur avec des modèles d'extension vidéo (Veo, Sora)
hi: वीडियो विस्तार मॉडल (वीओ, सोरा) के साथ एक प्रदाता को कॉन्फ़िगर करें
id: Konfigurasikan penyedia dengan model perluasan video (Veo, Sora)
ja: ビデオ拡張モデル (Veo、Sora) を使用してプロバイダーを構成する
ko: 비디오 확장 모델(Veo, Sora)로 공급자 구성
pl: Skonfiguruj dostawcę z modelami rozszerzenia wideo (Veo, Sora)
pt_br: Configure um provedor com modelos de extensão de vídeo (Veo, Sora)
tr: Video genişletme modelleriyle (Veo, Sora) bir sağlayıcı yapılandırın
uk: Налаштувати постачальника з моделями розширення відео (Veo, Sora)
vi: Định cấu hình nhà cung cấp với các mô hình mở rộng video (Veo, Sora)
zh_hans: 使用视频扩展模型（Veo、Sora）配置提供商
zh_hant: 使用視訊擴充模型（Veo、Sora）配置供應商

source: Confirm Deletion
de: Bestätigen Sie den Löschvorgang
es: Confirmar eliminación
fr: Confirmer la suppression
hi: हटाने की पुष्टि करें
id: Konfirmasi Penghapusan
ja: 削除の確認
ko: 삭제 확인
pl: Potwierdź usunięcie
pt_br: Confirmar exclusão
tr: Silmeyi Onayla
uk: Підтвердити видалення
vi: Xác nhận xóa
zh_hans: 确认删除
zh_hant: 確認刪除

source: Connect
de: Verbinden
es: Conectar
fr: Se connecter
hi: कनेक्ट करें
id: Hubungkan
ja: 接続する
ko: 연결하다
pl: Połącz
pt_br: Conectar
tr: Bağlan
uk: Підключитися
vi: Kết nối
zh_hans: 连接
zh_hant: 連接

source: Connect Firecrawl
de: Verbinden Sie Firecrawl
es: Conectar Firecrawl
fr: Connecter Firecrawl
hi: फायरक्रॉल कनेक्ट करें
id: Hubungkan Firecrawl
ja: Firecrawl を接続する
ko: 파이어크롤 연결
pl: Połącz Firecrawl'a
pt_br: Conectar Firecrawl
tr: Firecrawl'ı bağlayın
uk: Підключіть Firecrawl
vi: Kết nối Firecrawl
zh_hans: 连接火爬行
zh_hant: 連接火爬行
